tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "aria2"
brew "aspell"
brew "sqlite"
brew "xz"
brew "python", link: false
brew "bash"
brew "bat"
brew "broot"
brew "chrome-cli"
brew "clamav"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffsend"
brew "findutils"
brew "fswatch"
brew "geckodriver"
brew "ghc"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "grep"
brew "grip"
brew "gzip"
brew "haskell-stack"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "node"
brew "jupyterlab"
brew "less"
brew "make"
brew "mdbook"
brew "mdcat"
brew "ncdu"
brew "nload"
brew "oxipng"
brew "parallel"
brew "pigz"
brew "pixz"
brew "poppler"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "sd"
brew "shellcheck"
brew "sk"
brew "speedtest-cli"
brew "st"
brew "starship"
brew "the_silver_searcher"
brew "tidy-html5"
brew "titlecase"
brew "tmux"
brew "tokei"
brew "tor"
brew "torsocks"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zip"
brew "zstd"
cask "1password"
cask "aerial"
cask "alacritty"
cask "atom"
cask "brave-browser"
cask "brooklyn"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "google-chrome"
cask "java"
cask "mactex-no-gui"
cask "phantomjs"
cask "protonvpn"
cask "signal"
cask "tor-browser"
cask "tresorit"
cask "wire"
cask "wkhtmltopdf"
