tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "findutils"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "gzip"
brew "ncurses"
brew "less"
brew "neofetch"
brew "parallel"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "tmux"
brew "unzip"
brew "vim"
brew "wget"
brew "zip"
brew "zstd"
cask "alacritty"
cask "brave-browser"
cask "firefox"
cask "font-inconsolata"
cask "protonvpn"
cask "wire"
