tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aria2"
brew "aspell"
brew "bash"
brew "bat"
brew "blueutil"
brew "broot"
brew "libpng"
brew "xz"
brew "clamav"
brew "clang-format"
brew "cmake"
brew "coq"
brew "coreutils"
brew "ctags"
brew "curl"
brew "exa"
brew "fd"
brew "libtiff"
brew "python"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "geckodriver"
brew "ghc"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "grip"
brew "gzip"
brew "haskell-stack"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "jupyterlab"
brew "less"
brew "zstd"
brew "make"
brew "mdbook"
brew "ncdu"
brew "neofetch"
brew "nload"
brew "oxipng"
brew "parallel"
brew "pigz"
brew "pixz"
brew "poppler"
brew "r"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sk"
brew "spark"
brew "speedtest-cli"
brew "st"
brew "tidy-html5"
brew "tmux"
brew "tor"
brew "torsocks"
brew "unzip"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zip"
cask "1password"
cask "aerial"
cask "alacritty"
cask "atom"
cask "bitwarden"
cask "brave-browser"
cask "brooklyn"
cask "firefox"
cask "font-inconsolata"
cask "iina"
cask "libreoffice"
cask "mactex-no-gui"
cask "miniconda"
cask "osxfuse"
cask "protonvpn"
cask "signal"
cask "tor-browser"
cask "tresorit"
cask "wire"
cask "wkhtmltopdf"
cask "zoomus"
