tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "aria2"
brew "aspell"
brew "bash"
brew "bat"
brew "blueutil"
brew "xz"
brew "clamav"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "zstd"
brew "curl"
brew "exa"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "geckodriver"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "grip"
brew "gzip"
brew "haskell-stack"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "less"
brew "make"
brew "mdbook"
brew "ncdu"
brew "neofetch"
brew "nload"
brew "oxipng"
brew "parallel"
brew "pigz"
brew "pixz"
brew "poppler"
brew "python@3.8"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sk"
brew "st"
brew "starship"
brew "tmux"
brew "tokei"
brew "unzip"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zip"
cask "alacritty"
cask "bitwarden"
cask "brooklyn"
cask "firefox"
cask "font-inconsolata"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "protonvpn"
cask "spotify"
cask "tor-browser"
cask "tresorit"
cask "wire"
